---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SpatialElementTag
source: html/52d8b265-4527-674a-3101-1749a606e1ac.htm
---
# SpatialElementTag Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.